Repository: unhammer/buddypress-norsk
Catalog: buddypress-*.po
Languages: nn_no

source: Friends <span>(%d)</span>
nn_no: Vener <span>(%d)</span>

source: My Friends
nn_no: Venene mine

source: Requests
nn_no: Førespurnader

source: Friendship accepted
nn_no: Venskap godkjend

source: Friendship could not be accepted
nn_no: Venskap kunne ikkje godkjennast

source: Friendship rejected
nn_no: Venskap avslått

source: Friendship could not be rejected
nn_no: Kunne ikkje avslå venskap

source: Friends
nn_no: Vener

source: Yes
nn_no: Ja

source: No
nn_no: Nei

source: A member sends you a friendship request
nn_no: Ein medlem har sendt deg ein veneførespurnad

source: A member accepts your friendship request
nn_no: Ein medlem godkjende veneførespurnaden din

source: Friendship could not be requested.
nn_no: Kunne ikkje spør om venskap

source: Friendship requested
nn_no: Venskap førespurt

source: You are already friends with this user
nn_no: Du er allereie vener med denne brukaren

source: You already have a pending friendship request with this user
nn_no: Du har allereie ein ventande veneførespurnad til denne brukaren

source: Friendship could not be canceled.
nn_no: Kunne ikkje kansellera venskap

source: Friendship canceled
nn_no: Venskap kansellert

source: You are not yet friends with this user
nn_no: Du er ikkje vener med denne brukaren enno

source: You have a pending friendship request with this user
nn_no: Du har ein ventande veneførespurnad med denne brukaren

source: New friendship created
nn_no: Ny venskap oppretta

source: %d friends accepted your friendship requests
nn_no: %d vener godkjende veneførespurnadene dine.

source: %s accepted your friendship request
nn_no: %s godkjende veneførespurnaden din

source: Friendship requests
nn_no: Veneførespurnader

source: You have %d pending friendship requests
nn_no: Du har %d ventande veneførespurnader

source: You have a friendship request from %s
nn_no: Du har ein veneførespurnad frå %s

source: Max posts to show:
nn_no: Maks mengd innlegg å visa:

source: Viewing blog %1$s to %2$s (of %3$s blogs)
nn_no: Viser blogg %1$s til %2$s (av %s bloggar)

source: active %s ago
nn_no: aktiv for %s sidan

source: Latest Post: %s
nn_no: Siste innlegg: %s

source: There was a problem, please correct the form below and try again.
nn_no: Det oppstod eit problem, ver venleg og rett opp skjemaet under og prøv igjen.

source: Create Blog &rarr;
nn_no: Opprett blogg &rarr;

source: Your address will be
nn_no: Adressa di vil verta

source: blogname
nn_no: bloggnamn

source: domain.
nn_no: domene.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
nn_no: Må vera minst 4 teikn, berre bokstavar og nummer. Det kan ikkje endrast, så vel omhyggelig!)

source: Blog Title:
nn_no: Bloggtittel:

source: Privacy:
nn_no: Personvern:

source: I would like my blog to appear in search engines like Google and Technorati, and in public listings around this site.
nn_no: Eg ynskjer at bloggen min dukkar opp i søkjemotorar som Google og Technorati, og i offentlege lister på denne nettstaden.

source: %s's Blogs
nn_no: Bloggane til %s

source: %s's Recent Posts
nn_no: %s sine nyaste innlegg

source: %s's Recent Comments
nn_no: %s sine nyaste kommentarar

source: Search anything...
nn_no: Søk gjennom alt …

source: Search
nn_no: Søk

source: Visit Blog
nn_no: Sjå blogg

source: The forums component has not been set up yet.
nn_no: Forumkomponenten er ikkje sett opp enno.

source: There was an error when creating the topic
nn_no: Det oppstod ein feil ved skiping av emne

source: The topic was created successfully
nn_no: Emnet vart oppretta

source: Please pick the group forum where you would like to post this topic.
nn_no: Ver venleg og vel forumgruppa kor du vil skriva dette emnet.

source: Members
nn_no: Medlem

source: Newest
nn_no: Nyaste

source: Active
nn_no: Aktive

source: Popular
nn_no: Populære

source: No one has signed up yet!
nn_no: Ingen har registrert seg enno!

source: Max Members to show:
nn_no: Maks mengd medlemmar å visa:

source: Who's Online Avatars
nn_no: Avatarar til dei som er pålogga

source: There are no users currently online
nn_no: Det er ingen pålogga brukarar

source: Recently Active Member Avatars
nn_no: Sist aktive medlemmar

source: There are no recently active members
nn_no: Ingen aktive medlemmar i det siste

source: There were no members found, please try another filter.
nn_no: Fann ingen medlemmar, ver venleg og prøv eit anna filter.

source: Log In
nn_no: Logg inn

source: Sign Up
nn_no: Opprett konto

source: My Account
nn_no: Kontoen min

source: Log Out
nn_no: Logg ut

source: My Blogs
nn_no: Mine bloggar

source: Dashboard
nn_no: Kontrollpult

source: New Post
nn_no: Nytt innlegg

source: Manage Posts
nn_no: Handsam innlegg

source: Manage Comments
nn_no: Handsam kommentarar

source: Notifications
nn_no: Varsel

source: No new notifications.
nn_no: Ingen nye varsel.

source: Blog Authors
nn_no: Bloggforfattarar

source: Visit
nn_no: Vitj

source: Random Member
nn_no: Tilfeldig medlem

source: Random Group
nn_no: Tilfeldig gruppe

source: Random Blog
nn_no: Tilfeldig blogg

source: Avatar Image
nn_no: Avatarbilete

source: There is no error, the file uploaded with success
nn_no: Fila vart lasta opp utan feil

source: Your image was bigger than the maximum allowed file size of:
nn_no: Biletet ditt var større enn maksimum tillate storleik, som er:

source: The uploaded file was only partially uploaded
nn_no: Fila vart berre delvis lasta opp

source: No file was uploaded
nn_no: Inga fil vart lasta opp.

source: Missing a temporary folder
nn_no: Manglar ei mellombels mappe

source: Your upload failed, please try again. Error was: %s
nn_no: Feil ved opplasting, ver venleg og prøv igjen. Feilmeldinga var: %s

source: The file you uploaded is too big. Please upload a file under %s
nn_no: Fila du lasta opp er for stor. Ver venleg og last opp ei fil under %s

source: Please upload only JPG, GIF or PNG photos.
nn_no: Ver venleg og berre last opp JPG-, GIF- eller PNG-bilete.

source: Upload Failed! Error was: %s
nn_no: Feil ved opplasting! Feilen var: %s

source: noreply
nn_no: ikkjesvar

source: [User Set]
nn_no: [Brukarsett]

source: Activate %s
nn_no: Aktiver %s

source: Thanks for registering! To complete the activation of your account please click the following link: %s
nn_no: Takk for at du registrerte deg! Ver venleg og klikk følgjande lenkje for å fullføra aktivering av kontoen din: %s

source: Activate Your Account
nn_no: Aktiver kontoen din

source: Please make sure you enter your password twice
nn_no: Ver venleg og sjå til at du tastar inn passordet to gonger.

source: The passwords you entered do not match.
nn_no: Passorda du tasta inn var ikkje like.

source: This is a required field
nn_no: Dette feltet er obligatorisk

source: There was a problem cropping your avatar, please try uploading it again
nn_no: Det oppstod ein feil ved beskjering av avataren, ver venleg og prøv igjen.

source: Your account is now active!
nn_no: Kontoen din er no aktiv!

source: Please enter a username
nn_no: Ver venleg og tast inn eit brukarnamn

source: Only lowercase letters and numbers allowed
nn_no: Berre små bokstavar og nummer er tillate.

source: Username must be at least 4 characters
nn_no: Brukarnamnet må vera minst 4 teikn

source: Sorry, usernames may not contain the character "_"!
nn_no: Orsak, brukarnamnet kan ikkje innehalda teiknet «_»!

source: Sorry, usernames must have letters too!
nn_no: Orsak, brukarnamn må ha bokstavar òg!

source: Please check your email address.
nn_no: Ver venleg og sjekk epostadressa di.

source: Sorry, that email address is not allowed!
nn_no: Orsak, den epostadressa er ugyldig!

source: Sorry, that username already exists!
nn_no: Orsak, brukarnamnet finst allereie!

source: Sorry, that email address is already used!
nn_no: Orsak, den epostadressa er allereie i bruk!

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
nn_no: <strong>FEIL</strong>: Kunne ikkje registrera deg. Ver venleg og ta kontakt med <a href="mailto:%s">nettredaktøren</a>.

source: Invalid activation key
nn_no: Ugyldig aktiveringsnøkkel

source: %s became a registered member
nn_no: %s vart ein registrert medlem

source: Viewing member %1$s to %2$s (of %3$s active members)
nn_no: Ser på medlem %1$s til %2$s (av %3$s aktive medlemmar)

source: Viewing member %1$s to %2$s (of %3$s members with friends)
nn_no: Ser på medlem %1$s til %2$s (av %3$s medlemmar med vener)

source: Viewing member %1$s to %2$s (of %3$s members online)
nn_no: Ser på medlem %1$s til %2$s (av %3$s pålogga medlemmar)

source: Viewing member %1$s to %2$s (of %3$s members)
nn_no: Ser på medlem %1$s til %2$s (av %3$s medlemmar)

source: View
nn_no: Vis

source: registered %s ago
nn_no: registrerte for %s sidan

source: Options
nn_no: Val

source: My Profile
nn_no: Profilen min

source: Name
nn_no: Namn

source: About Me
nn_no: Om meg

source: Website
nn_no: Nettstad

source: %1$s at %2$s
nn_no: %1$s ved %2$s

source: Home
nn_no: Heim

source: Blog
nn_no: Blogg

source: %s Directory
nn_no: %s-katalog

source: Create an Account
nn_no: Opprett ein konto

source: Activate your Account
nn_no: Aktiver kontoen din

source: Create a Group
nn_no: Opprett ei gruppe

source: Groups
nn_no: Grupper og stader

source: Forums
nn_no: Forum

source: Blogs
nn_no: Bloggar

source: Your Avatar
nn_no: Din avatar

source: a user
nn_no: ein brukar

source: Are you sure?
nn_no: Er du sikker?

source: groups
nn_no: grupper

source: Settings Saved
nn_no: Innstillingar lagra

source: Base profile group name
nn_no: Namn på hovudprofilgruppe

source: Full Name field name
nn_no: Feltnamn for fullt namn

source: Disable BuddyPress to WordPress profile syncing?
nn_no: Slå av profilsynkronisering frå BuddyPress til WordPress?

source: Hide admin bar for logged out users?
nn_no: Gøym administratorraden (på toppen av sida) for utlogga brukarar?

source: Disable avatar uploads? (Gravatars will still work)
nn_no: Ikkje la brukarar lasta opp avatarar? (Gravatar vil framleis verka)

source: Disable user account deletion?
nn_no: Ikkje la brukarar sletta kontoane sine?

source: Disable global forum directory?
nn_no: Slå av global forumkatalog?

source: Disable activity stream commenting on blog and forum posts?
nn_no: Slå av aktivitetstraum-kommentering på blogg- og foruminnlegg?

source: Save Settings
nn_no: Lagra innstillingar

source: BuddyPress Component Setup
nn_no: BuddyPress komponentoppsett

source: By default, all BuddyPress components are enabled. You can selectively disable any of the components by using the form below. Your BuddyPress installation will continue to function, however the features of the disabled components will no longer be accessible to anyone using the site.
nn_no: Som standard er alle BuddyPress-komponentar aktiverte. Du kan sjølv velja kva for komponentar du vil skru på eller av i skjemaet under. BuddyPress vil framleis fungera, men funksjonane til dei deaktiverte komponentane vil ikkje vera tilgjengeleg for dei som brukar sida.

source: Activity Streams
nn_no: Aktivitetstraumar

source: Allow users to post activity updates and track all activity across the entire site.
nn_no: Tillat brukarar å skriva aktivitetsoppdateringar, og spor all aktivitet over heile nettstaden.

source: Enabled
nn_no: Aktivert

source: Disabled
nn_no: Deaktivert

source: Blog Tracking
nn_no: Bloggsporing

source: Tracks blogs, blog posts and blogs comments for a user across a WPMU installation.
nn_no: Sporar bloggar, blogginnlegg og bloggkommentarar for ein brukar over ein WPMU-installasjon.

source: bbPress Forums
nn_no: bbPress-forum

source: Activates bbPress forum support within BuddyPress groups or any other custom component.
nn_no: Aktiverer støtte for bbPress-forum i BuddyPress-grupper eller andre tilpassa komponentar.

source: Allows the creation of friend connections between users.
nn_no: Tillèt oppretting av venesamband mellom brukarar.

source: Let users create, join and participate in groups.
nn_no: La brukarar oppretta, verta med i og delta i grupper.

source: Private Messaging
nn_no: Private meldingar

source: Let users send private messages to one another. Site admins can also send site-wide notices.
nn_no: La brukarar senda private meldingar til kvarandre. Administratorar kan òg senda globale varsel.

source: Extended Profiles
nn_no: Utvida profilar

source: Activates customizable profiles and avatars for site users.
nn_no: Aktiverer tilpassa profilar og avatarar for brukarane.

source: Settings
nn_no: Innstillingar

source: General
nn_no: Generelt

source: Delete Account
nn_no: Slett konto

source: General Settings
nn_no: Generelle innstillingar

source: Changes Saved.
nn_no: Endringane vart lagra.

source: Account Email
nn_no: Kontoepost

source: Change Password <span>(leave blank for no change)</span>
nn_no: Endra passord <span>(la dette vera blankt for å ikkje endra)</span>

source: New Password
nn_no: Nytt passord

source: Repeat New Password
nn_no: Gjenta nytt passord

source: Save Changes
nn_no: Lagra endringane

source: Send a notification by email when:
nn_no: Send eit epostvarsel når:

source: WARNING: Deleting your account will completely remove ALL content associated with it. There is no way back, please be careful with this option.
nn_no: ÅTVARING: Om du slettar kontoen, vil absolutt alt av innhald forbunde med han bli fjerna. Det er ingen veg tilbake, ver venleg og ver forsiktig med dette valet.

source: I understand the consequences of deleting my account.
nn_no: Eg forstår konsekvensen ved å sletta kontoen min.

source: Delete My Account
nn_no: Slett kontoen min

source: Profile
nn_no: Profil

source: Public
nn_no: Offentleg

source: User marked as spammer. Spam users are visible only to site admins.
nn_no: Brukar markert som spammar. Spam-brukarar er berre synlege for administratorar.

source: User removed as spammer.
nn_no: Brukaren er ikkje lenger merka som spammar.

source: %s has been deleted from the system.
nn_no: %s har vorte sletta frå systemet.

source: There was an error deleting %s from the system. Please try again.
nn_no: Det oppstod ein feil ved sletting av %s. Ver venleg og prøv igjen

source: year
nn_no: år

source: years
nn_no: år

source: month
nn_no: månad

source: months
nn_no: månader

source: week
nn_no: veke

source: weeks
nn_no: veker

source: day
nn_no: dag

source: days
nn_no: dagar

source: hour
nn_no: time

source: hours
nn_no: timar

source: minute
nn_no: minutt

source: minutes
nn_no: minutt

source: second
nn_no: sekund

source: seconds
nn_no: sekund

source: sometime
nn_no: ein gong

source: not recently active
nn_no: ikkje aktiv i det siste

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
nn_no: <strong>BuddyPress er nesten klår</strong>. Du må <a href="%s">oppdatera permalenkjestrukturen</a> til noko anna enn standarden for at det skal verka.

source: Recently Active
nn_no: Nyleg aktiv

source: Alphabetically
nn_no: Alfabetisk

source: %s's Friends
nn_no: %ss vener

source: See All
nn_no: Sjå alle

source: You haven't added any friend connections yet.
nn_no: Du har ikkje lagt til nokon vener enno.

source: %s hasn't created any friend connections yet.
nn_no: %s har ikkje oppretta nokon venesamband enno.

source: There aren't enough site members to show a random sample just yet.
nn_no: Det er ikkje nok medlemmar for å vise eit tilfeldig utval enno.

source: Filter Friends
nn_no: Filtrer vener

source: %d friend
nn_no: %d ven

source: %d friends
nn_no: %d vener

source: Friendship Requested
nn_no: Venskap førespurt

source: Cancel Friendship
nn_no: Avbryt venskap

source: Add Friend
nn_no: Bli ven med

source: New friendship request from %s
nn_no: Ny veneførespurnad frå %s

source: To disable these notifications please log in and go to: %s
nn_no: For å slå av desse varsla, ver venleg og logg inn og gå til: %s

source: Activity
nn_no: Aktivitet

source: Personal
nn_no: Personlege

source: Favorites
nn_no: Favorittar

source: @%s Mentions
nn_no: @%s nemnt

source: My Activity
nn_no: Min aktivitet

source: You do not have access to this activity.
nn_no: Du har ikkje tilgang til denne aktiviteten.

source: A member mentions you in an update using "@%s"
nn_no: Ein medlem nemner deg i ei oppdatering vha. «@%s»

source: A member replies to an update or comment you've posted
nn_no: Ein medlem svarar på ei oppdatering eller ein kommentar du har skrive

source: There was an error when deleting that activity
nn_no: Det oppstod ein feil ved sletting av denne aktiviteten.

source: Please enter some content to post.
nn_no: Ver venleg og legg til noko innhald i innlegget.

source: Update Posted!
nn_no: Oppdatering lagt inn!

source: There was an error when posting your update, please try again.
nn_no: Det oppstod ein feil ved oppdatering, ver venleg og prøv igjen.

source: Please do not leave the comment area blank.
nn_no: Ver venleg og ikkje la kommentarfeltet vera blankt.

source: Reply Posted!
nn_no: Svar lagt inn!

source: There was an error posting that reply, please try again.
nn_no: Det oppstod ein feil ved svaring, ver venleg og prøv igjen.

source: Activity marked as favorite.
nn_no: Aktivitet merkt som favoritt.

source: There was an error marking that activity as a favorite, please try again.
nn_no: Det oppstod ein feil ved merking av favoritt, ver venleg og prøv igjen.

source: Activity removed as favorite.
nn_no: Aktivitet fjerna frå favorittar.

source: There was an error removing that activity as a favorite, please try again.
nn_no: Det oppstod ein feil ved fjerning av favoritt, ver venleg og prøv igjen

source: %s posted an update:
nn_no: %s skreiv ei oppdatering:

source: Thumbnail
nn_no: Miniatyrbilete

source: Posted an update
nn_no: Skreiv ei oppdatering

source: Public Group
nn_no: Offentleg gruppe

source: Hidden Group
nn_no: Skjult gruppe

source: Private Group
nn_no: Privat gruppe

source: Group
nn_no: Gruppe

source: Group avatar
nn_no: Gruppeavatar

source: not yet active
nn_no: Ikkje aktiv enno

source: Private
nn_no: Privat

source: No Admins
nn_no: Ingen administratorar

source: No Mods
nn_no: Ingen moderatorar

source: Filter Groups
nn_no: Filtrer grupper

source: Viewing group %1$s to %2$s (of %3$s groups)
nn_no: Viser grupper %1$s til %2$s (av %3$s grupper)

source: %s member
nn_no: %s medlem

source: %s members
nn_no: %s medlemmar

source: %d topic
nn_no: %d emne

source: %d topics
nn_no: %d emne

source: %d post
nn_no: %d innlegg

source: %d posts
nn_no: %d innlegg

source: Demote to Member
nn_no: Nedgrader til medlem

source: joined %s ago
nn_no: blei med for %s sidan

source: This group has no administrators
nn_no: Denne gruppa har ingen administratorar

source: Promote to Admin
nn_no: Forfremja til administrator

source: This group has no moderators
nn_no: Denne gruppa har ingen moderatorar

source: Edit Details
nn_no: Rediger detaljar

source: Group Settings
nn_no: Gruppeinnstillingar

source: Group Avatar
nn_no: Gruppeavatar

source: Manage Members
nn_no: Handsam medlemmar

source: Membership Requests
nn_no: Førespurnader om medlemskap

source: Delete Group
nn_no: Slett gruppe

source: New Topic
nn_no: Nytt emne

source: Leave Group
nn_no: Forlat gruppe

source: Join Group
nn_no: Vert med i gruppa

source: Request Membership
nn_no: Spør om medlemskap

source: Request Sent
nn_no: Førespurnad sendt

source: This is a private group and you must request group membership in order to join.
nn_no: Dette er ei privat gruppe og du må spørja om gruppemedlemskap for å verta medlem.

source: This is a private group. To join you must be a registered site member and request group membership.
nn_no: Dette er ei privat gruppe. For å verta medlem må du vera ein registrert brukar, og spørja om medlemskap.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
nn_no: Dette er ei privat gruppe. Førespurnaden din om medlemskap ventar på svar frå gruppeadministratoren.

source: This is a hidden group and only invited members can join.
nn_no: Dette er ei skjult gruppe, berre inviterte kan verta medlem.

source: Viewing members %1$s to %2$s (of %3$s members)
nn_no: Viser medlemmar %1$s til %2$s (av %3$s medlemmar)

source: Recently Joined
nn_no: Nye medlem

source: Most Popular
nn_no: Mest populære

source: Administrator Of
nn_no: Administrator av

source: Moderator Of
nn_no: Moderator av

source: No Group Avatar
nn_no: Ingen gruppeavatar

source: Group Mod
nn_no: Gruppemoderator

source: Group Admin
nn_no: Gruppeadministrator

source: Group Details Updated
nn_no: Gruppedetaljar oppdatert

source: Membership request for group: %s
nn_no: Førespurnad om medlemskap i gruppa: %s

source: Membership request for group "%s" accepted
nn_no: Førespurnad om medlemskap i gruppa «%s» godkjend

source: Membership request for group "%s" rejected
nn_no: Førespurnad om medlemskap i gruppa «%s» avslege

source: an administrator
nn_no: ein administrator

source: a moderator
nn_no: ein moderator

source: You have been promoted in the group: "%s"
nn_no: Du har vorte forfremja i gruppa: «%s»

source: You have an invitation to the group: "%s"
nn_no: Du har ein invitasjon til gruppa: «%s»

source: There are no groups to display.
nn_no: Det finst ingen grupper å visa.

source: Max groups to show:
nn_no: Maks mengd grupper å visa:

source: created %s ago
nn_no: lagt for %s sidan

source: No groups matched the current filter.
nn_no: Ingen grupper svarte til dette filteret

source: Please make sure you give the group a name.
nn_no: Ver venleg og sjå til at du gjev gruppa eit namn.

source: Add New Field Group
nn_no: Legg til ei ny feltgruppe

source: Edit Field Group
nn_no: Rediger feltgruppe

source: Field Group Name
nn_no: Namn på feltgruppe

source: Please enter options for this Field:
nn_no: Ver venleg og legg inn val for dette feltet:

source: Order By:
nn_no: Sorter på:

source: Order Entered
nn_no: Sortert etter innlegging

source: Name - Ascending
nn_no: Namn - stigande

source: Name - Descending
nn_no: Namn - søkkande

source: Option
nn_no: Val

source: Default Value
nn_no: Standardverdi

source: Add Another Option
nn_no: Legg til eit anna val

source: Add Field
nn_no: Legg til felt

source: Edit Field
nn_no: Rediger felt

source: Field Title
nn_no: Felttittel

source: Field Description
nn_no: Feltskildring

source: Is This Field Required?
nn_no: Er dette feltet obligatorisk?

source: Not Required
nn_no: Ikkje obligatorisk

source: Required
nn_no: Obligatorisk

source: Field Type
nn_no: Felttype

source: Text Box
nn_no: Tekstboks

source: Multi-line Text Box
nn_no: Multilinjeboks

source: Date Selector
nn_no: Datoveljar

source: Radio Buttons
nn_no: Alternativknappar

source: Drop Down Select Box
nn_no: Nedtrekksliste

source: Multi Select Box
nn_no: Fleirvalsboks

source: Checkboxes
nn_no: Avkryssingsboksar

source: Save
nn_no: Lagre

source: or
nn_no: eller

source: Cancel
nn_no: Avbryt

source: Please make sure you fill out all required fields.
nn_no: Ver venleg og sjå at til du fyllar ut alle obligatoriske felt.

source: Radio button field types require at least one option. Please add options below.
nn_no: Alternativknappar krev minst eitt val. Ver venleg og legg til val under.

source: Select box field types require at least one option. Please add options below.
nn_no: Nedtrekkslister og fleirvalsboksar krev minst eit val. Ver venleg og legg til val under.

source: Checkbox field types require at least one option. Please add options below.
nn_no: Avkrysningsfelt krev minst eit val. Ver venleg og legg til val under.

source: Edit
nn_no: Rediger

source: Delete
nn_no: Slett

source: There are no fields in this group.
nn_no: Det er ingen felt i denne gruppa.

source: Add New Field
nn_no: Legg til nytt felt
