Repository: unhammer/buddypress-norsk
Catalog: buddypress-*.po
Languages: nn_no

source: You have no groups.
nn_no: Du har ingen grupper.

source: Add New Group
nn_no: Legg til ny gruppe

source: There was an error saving the group. Please try again
nn_no: Det oppstod ein feil ved lagring av gruppa. Ver venleg og prøv igjen

source: The group was saved successfully.
nn_no: Gruppa vart lagra.

source: There was an error deleting the group. Please try again
nn_no: Det oppstod ein feil ved sletting av gruppa. Ver venleg og prøv igjen

source: The group was deleted successfully.
nn_no: Gruppa vart sletta.

source: There was an error saving the field. Please try again
nn_no: Det oppstod ein feil ved lagring av felt. Ver venleg og prøv igjen

source: The field was saved successfully.
nn_no: Feltet vart lagra.

source: field
nn_no: felt

source: option
nn_no: val

source: There was an error deleting the %s. Please try again
nn_no: Det oppstod ein feil ved sletting av %s. Ver venleg og prøv igjen

source: The %s was deleted successfully!
nn_no: %s vart sletta!

source: January
nn_no: januar

source: February
nn_no: februar

source: March
nn_no: mars

source: May
nn_no: mai

source: June
nn_no: juni

source: July
nn_no: juli

source: October
nn_no: oktober

source: December
nn_no: desember

source: Profile not recently updated
nn_no: Profil ikkje oppdatert i det siste

source: Edit Profile
nn_no: Rediger profil

source: Deleted User
nn_no: Sletta brukar

source: Edit Topic
nn_no: Rediger emne

source: Sticky Topic
nn_no: Fast emne

source: Un-stick Topic
nn_no: Gjer emnet ikkje-fast

source: Open Topic
nn_no: Opna emne

source: Close Topic
nn_no: Lukk emne

source: Delete Topic
nn_no: Slett emne

source: matching tag "%s"
nn_no: passar merkelapp «%s»

source: Viewing post %1$s to %2$s (%3$s total posts)
nn_no: Viser innlegg %1$s til %2$s (%3$s totale innlegg)

source: Settings Saved.
nn_no: Innstillingar lagra.

source: Set up a new bbPress installation
nn_no: Sett opp ein ny bbPress installasjon

source: Change Avatar
nn_no: Endre avatar

source: Admin Options
nn_no: Administrer

source: Edit %s's Profile
nn_no: Rediger profilen til %s

source: Edit %s's Avatar
nn_no: Rediger avataren til %s

source: Mark as Spammer
nn_no: Merk som spammar

source: Not a Spammer
nn_no: Ikkje ein spammar

source: Delete %s
nn_no: Slett %s

source: Please make sure you fill in all required fields in this profile field group before saving.
nn_no: Ver venleg og sjå at til du fyllar ut alle obligatoriske felt i denne gruppa før du lagrar.

source: There was a problem updating some of your profile information, please try again.
nn_no: Det oppstod ein feil ved oppdatering av profilinformasjonen din. Prøv igjen.

source: Changes saved.
nn_no: Endringane er lagra.

source: Your new avatar was uploaded successfully!
nn_no: Den nye avataren din er lasta opp!

source: Your avatar was deleted successfully!
nn_no: Avataren din er sletta.

source: There was a problem deleting that avatar, please try again.
nn_no: Det oppstod ein feil ved sletting av avatar, ver venleg og prøv igjen.

source: New member registered
nn_no: Ny medlem registrert

source: Updated Profile
nn_no: Oppdatert profil

source: Recipients
nn_no: Mottakarar

source: Viewing message %1$s to %2$s (of %3$s messages)
nn_no: Viser melding %1$s til %2$s (av %3$s meldingar)

source: Select:
nn_no: Vel:

source: Read
nn_no: Lesne

source: Unread
nn_no: Ulesne

source: All
nn_no: Alle

source: Mark as Read
nn_no: Merk som lesne

source: Mark as Unread
nn_no: Merk som ulesne

source: Delete Selected
nn_no: Slett valde

source: Currently Active
nn_no: Aktive i augneblunken

source: Deactivate
nn_no: Deaktiver

source: Activate
nn_no: Aktiver

source: Close
nn_no: Lukk

source: Send a private message to this user.
nn_no: Send ei privat melding til denne brukaren.

source: Send Private Message
nn_no: Send privat melding

source: %d Recipients
nn_no: %d mottakarar

source: New message from %s
nn_no: Ny melding frå %s

source: Details
nn_no: Detaljar

source: Invites
nn_no: Invitasjonar

source: My Groups
nn_no: Gruppene mine

source: Admin
nn_no: Administrer

source: Members (%s)
nn_no: Medlem (%s)

source: Send Invites
nn_no: Send innbydingar

source: Group invite could not be accepted
nn_no: Gruppeinvitasjon kunne ikkje godkjennast

source: Group invite accepted
nn_no: Gruppeinvitasjon godkjend

source: Group invite could not be rejected
nn_no: Gruppeinvitasjon kunne ikkje avslåast

source: Group invite rejected
nn_no: Gruppeinvitasjon avslått

source: There was an error when replying to that topic
nn_no: Det oppstod ein feil ved svar på dette emnet

source: Your reply was posted successfully
nn_no: Svaret ditt vart lagt inn

source: There was an error when making that topic a sticky
nn_no: Det oppstod ein feil ved forsøk på å gjera emnet fast

source: The topic was made sticky successfully
nn_no: Emna er festa til framsida

source: There was an error when unsticking that topic
nn_no: Det oppstod ein feil ved forsøk på å gjera emnet ikkje-fast

source: The topic was unstuck successfully
nn_no: Emnet er ikkje lenger fast

source: There was an error when closing that topic
nn_no: Det oppstod ein feil ved lukking av emnet

source: The topic was closed successfully
nn_no: Emnet vart lukka

source: There was an error when opening that topic
nn_no: Det oppstod ein feil ved opning av emnet

source: The topic was opened successfully
nn_no: Emnet vart opna

source: There was an error deleting the topic
nn_no: Det oppstod ein feil ved sletting av emnet

source: The topic was deleted successfully
nn_no: Emnet er sletta

source: There was an error when editing that topic
nn_no: Det oppstod ein feil ved redigering av emnet

source: The topic was edited successfully
nn_no: Emnet vart redigert

source: There was an error deleting that post
nn_no: Det oppstod ein feil ved sletting av innlegget

source: The post was deleted successfully
nn_no: Innlegget vart sletta

source: There was an error when editing that post
nn_no: Det oppstod ein feil ved redigering av innlegget

source: The post was edited successfully
nn_no: Innlegget vart redigert

source: Group invites sent.
nn_no: Gruppeinvitasjon sendt.

source: There was an error sending your group membership request, please try again.
nn_no: Det oppstod ein feil ved sending av førespurnad om gruppemedlemskap, ver venleg og prøv igjen.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
nn_no: Førespurnaden din om medlemskap vart send til gruppeadministratoren. Du vil få melding når gruppeadministratoren svarar på førespurnaden.

source: There was an error updating group details, please try again.
nn_no: Det oppstod ein feil ved oppdatering av gruppedetaljane, ver venleg og prøv igjen.

source: Group details were successfully updated.
nn_no: Gruppedetaljane vart oppdaterte.

source: There was an error updating group settings, please try again.
nn_no: Det oppstod ein feil ved oppdatering av gruppeinnstillingane, ver venleg og prøv igjen.

source: Group settings were successfully updated.
nn_no: Gruppeinnstillingene vart oppdaterte.

source: There was an error when banning that user, please try again
nn_no: Det oppstod ein feil ved utestenging av brukaren, ver venleg og prøv igjen.

source: User banned successfully
nn_no: Brukaren vart utestengd

source: There was an error when unbanning that user, please try again
nn_no: Det oppstod ein feil ved oppheving av utestenging av brukaren, ver venleg og prøv igjen.

source: User ban removed successfully
nn_no: Utestenging av brukar vart oppheva.

source: There was an error removing that user from the group, please try again
nn_no: Det oppstod ein feil ved fjerning av brukaren frå gruppa, ver venleg og prøv igjen

source: User removed successfully
nn_no: Utestenging av brukaren vart oppheva.

source: There was an error accepting the membership request, please try again.
nn_no: Det oppstod ein feil ved akseptering av medlemskap, ver venleg og prøv igjen.

source: Group membership request accepted
nn_no: Førespurnad om gruppemedlemskap akseptert

source: There was an error rejecting the membership request, please try again.
nn_no: Det oppstod ein fel ved avslag av gruppemedlemskap, ver venleg og prøv igjen.

source: Group membership request rejected
nn_no: Gruppemedlemskap avslått

source: %s created the group %s
nn_no: %s oppretta gruppa %s

source: You successfully left the group.
nn_no: Du forlét gruppa.

source: Created a group
nn_no: Oppretta ei gruppe

source: Joined a group
nn_no: Vart med i ei gruppe

source: New group forum topic
nn_no: Nytt gruppeforumemne

source: New group forum post
nn_no: Nytt gruppeforuminnlegg

source: Group Invites
nn_no: Gruppeinvitasjonar

source: You have an invitation to the group: %s
nn_no: Du har ein invitasjon til gruppa: %s

source: As the only Admin, you cannot leave the group.
nn_no: Som den einaste administratoren kan du ikkje forlata gruppa.

source: %s posted an update in the group %s:
nn_no: %s la inn eit innlegg i gruppa %s:

source: Messages <strong></strong>
nn_no: Meldingar <strong></strong>

source: Inbox
nn_no: Innboks

source: Sent Messages
nn_no: Sende meldingar

source: Compose
nn_no: Skriv

source: Notices
nn_no: Varsel

source: My Messages
nn_no: Meldingane mine

source: Notice sent successfully!
nn_no: Varselet vart sendt!

source: There was an error sending that notice, please try again
nn_no: Det oppstod ei melding ved sending av varselet, ver venleg og prøv igjen

source: Message sent successfully!
nn_no: Melding sendt!

source: There was a problem deactivating that notice.
nn_no: Det oppstod eit problem ved deaktivering av varselet.

source: Notice deactivated.
nn_no: Varsel deaktivert.

source: There was a problem activating that notice.
nn_no: Det oppstod eit problem ved aktivering av varselet.

source: Notice activated.
nn_no: Varsel aktivert.

source: There was a problem deleting that notice.
nn_no: Det oppstod eit problem ved sletting av varselet.

source: Notice deleted.
nn_no: Varsel sletta.

source: Messages
nn_no: Meldingar

source: A member sends you a new message
nn_no: Ein medlem har sendt deg ei ny melding

source: A new site notice is posted
nn_no: Eit nytt nettstadvarsel er lagt inn

source: Your reply was sent successfully
nn_no: Svaret ditt vart sendt

source: There was a problem sending your reply, please try again
nn_no: Det oppstod ein feil ved sending av svaret ditt, ver venleg og prøv igjen

source: From: %s
nn_no: Frå: %s

source: There was an error deleting that message.
nn_no: Det oppstod ein feil ved sletting av meldinga.

source: Message deleted.
nn_no: Melding sletta.

source: There was an error deleting messages.
nn_no: Det oppstod ein feil ved sletting av meldingane.

source: Messages deleted.
nn_no: Meldingar sletta.

source: You have %d new messages
nn_no: Du har %d nye meldingar

source: You have %d new message
nn_no: Du har %d ny melding

source: Re: %s
nn_no: Sv: %s

source: No Subject
nn_no: Inga emne

source: %s wrote a new blog post: %s
nn_no: %s skreiv eit nytt blogginnlegg: %s

source: by %s
nn_no: av %s

source: Permanent Link to
nn_no: Varig lenkje til

source: in
nn_no: i

source: Read the rest of this entry &rarr;
nn_no: Les resten av dette innlegget &rarr;

source: Tags:
nn_no: Merkelappar:

source: No Comments &#187;
nn_no: Ingen kommentarar &#187;

source: 1 Comment &#187;
nn_no: Éin kommentar &#187;

source: % Comments &#187;
nn_no: % kommentarar &#187;

source: &larr; Previous Entries
nn_no: &larr; Tidlegare innlegg

source: Next Entries &rarr;
nn_no: Neste innlegg &rarr;

source: Not Found
nn_no: Ikkje funne

source: Sorry, but you are looking for something that isn't here.
nn_no: Orsak, du leitte etter noko som ikkje er her.

source: Account Activated
nn_no: Konto aktivert

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
nn_no: Kontoen din vart oppretta! Kontodetaljane dine kjem i ein separat epost.

source: Your account was activated successfully! You can now log in with the username and password you provided when you signed up.
nn_no: Kontoen din vart aktivert! Du kan logga deg inn med kontoopplysningane du la inn då du registrerte deg.

source: Please provide a valid activation key.
nn_no: Ver venleg og oppgi ein gyldig aktiveringsnøkkel.

source: Activation Key:
nn_no: Aktiveringsnøkkel:

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
nn_no: Det er enkelt å laga ein konto. Fyll inn skjemaet under, så har du ein konto før du veit ordet av det.

source: Account Details
nn_no: Kontodetaljar

source: Username
nn_no: Brukarnamn

source: (required)
nn_no: (obligatorisk)

source: Email Address
nn_no: Epostadresse

source: Choose a Password
nn_no: Vel eit passord

source: Confirm Password
nn_no: Stadfest passord

source: Profile Details
nn_no: Profildetaljar

source: Clear
nn_no: Fjern

source: Blog Details
nn_no: Bloggdetaljer

source: Blog URL
nn_no: Blogg-URL

source: Blog Title
nn_no: Bloggtittel

source: Complete Sign Up
nn_no: Fullfør registrering

source: Sign Up Complete!
nn_no: Registrering ferdig!

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
nn_no: Du har oppretta kontoen din! For å ta i bruk denne nettstaden må du aktivara kontoen via eposten me just sende til adressa di.

source: Upload Image
nn_no: Last opp bilete

source: Crop Your New Avatar
nn_no: Beskjer den nye avataren din

source: Avatar to crop
nn_no: Avatar å beskjera

source: Avatar preview
nn_no: Forhåndsvisning av avatar

source: Crop Image
nn_no: Beskjer bilete

source: There was a problem posting your update, please try again.
nn_no: Det oppstod ein feil ved oppdateringa, ver venleg og prøv igjen.

source: %s ago
nn_no: for %s sidan

source: Reply
nn_no: Svar

source: There was a problem when deleting. Please try again.
nn_no: Det oppstod ein feil ved sletting, ver venleg og prøv igjen.

source: Remove Favorite
nn_no: Fjern favoritt

source: Favorite
nn_no: Favoritt

source: Remove Invite
nn_no: Fjern invitasjon

source: Request Pending
nn_no: Førespurnad ventar

source: There was a problem accepting that request. Please try again.
nn_no: Det oppstod ein feil ved akseptering av førespurnad, ver venleg og prøv igjen.

source: There was a problem rejecting that request. Please try again.
nn_no: Det oppstod ein feil ved avslag av førespurnad, ver venleg og prøv igjen.

source: Error joining group
nn_no: Feil ved innmelding i gruppe

source: Error requesting membership
nn_no: Feil ved førespurnad om medlemskap

source: Membership Requested
nn_no: Medlemskap førespurt

source: Error leaving group
nn_no: Feil ved utmelding frå gruppe

source: There was a problem closing the notice.
nn_no: Det oppstod ein feil ved lukking av varselet.

source: There was a problem sending that reply. Please try again.
nn_no: Det oppstod ein feil ved sending av svar, ver venleg og prøv igjen.

source: There was a problem marking messages as unread.
nn_no: Det oppstod ein feil ved markering av melding som ulesen.

source: There was a problem marking messages as read.
nn_no: Det oppstod ein feil ved markering av melding som lesen.

source: There was a problem deleting messages.
nn_no: Det oppstod ein feil ved sletting av melding.

source: To start connecting please log in first.
nn_no: Logg inn for å bli med i samtalen.

source: You can also <a href="%s" title="Create an account">create an account</a>.
nn_no: Du kan òg <a href="%s" title="Opprett ein konto">oppretta ein konto</a>.

source: Password
nn_no: Passord

source: Remember Me
nn_no: Hugs meg

source: Forum Topic Tags
nn_no: Merkelappar på forumemne

source: Password Protected
nn_no: Passordverna

source: Enter the password to view comments.
nn_no: Skriv inn passordet for å visa kommentarar.

source: Comments are closed.
nn_no: Stengd for kommentering.

source: Log out &rarr;
nn_no: Logg ut &rarr;

source: Email
nn_no: Epost

source: Comment
nn_no: Kommenter

source: Submit
nn_no: Legg inn

source: %s is a unique identifier for %s that you can type into any message on this site. %s will be sent a notification and a link to your message any time you use it.
nn_no: %s er ein unik identifikator for %s, som du kan tasta inn i kva som helst melding på denne nettstaden. %s vil få eit varsel og ei lenkje til meldinga di kvar gong du brukar han.

source: said:
nn_no: sa:

source: On
nn_no: På

source: Your comment is awaiting moderation.
nn_no: Kommentaren din ventar på godkjenning.

source: All Members (%s)
nn_no: Alle medlem (%s)

source: This is a notice to all users.
nn_no: Dette er eit varsel til alle brukarar.

source: Subject
nn_no: Emne

source: Message
nn_no: Melding

source: Send Message
nn_no: Send melding

source: Sent:
nn_no: Sendt:

source: Delete Message
nn_no: Slett melding

source: Sorry, no notices were found.
nn_no: Orsak, fann ingen varsel.

source: From:
nn_no: Frå:

source: To:
nn_no: Til:

source: View Message
nn_no: Vis melding

source: Sorry, no messages were found.
nn_no: Orsak, fann ingen meldingar.

source: No Filter
nn_no: Ingen filter

source: Site Activity
nn_no: Logg inn for å skriva på veggen

source: My Groups (%s)
nn_no: Gruppene mine (%s)

source: My Favorites (<span>%s</span>)
nn_no: Favorittane mine (<span>%s</span>)

source: You are mentioning %s in a new update, this user will be sent a notification of your message.
nn_no: Du nemner %s i ei ny oppdatering, denne brukaren vil få eit varsel om meldinga di.

source: What's new in %s, %s?
nn_no: Kva skjer i %s, %s?

source: What's new %s?
nn_no: Kva skjer, %s?

source: Post Update
nn_no: Legg inn oppdatering

source: Post in
nn_no: Skriv til

source: Mark as Favorite
nn_no: Merk som favoritt

source: In reply to
nn_no: Svar på

source: View Thread / Permalink
nn_no: Vis tråd / varig lenkje

source: Post
nn_no: Legg inn

source: or press esc to cancel.
nn_no: eller trykk esc for å avbryta

source: Load More
nn_no: Vis fleire

source: Blogs Directory
nn_no: Bloggkatalog

source: All Blogs (%s)
nn_no: Alle bloggar (%s)

source: My Blogs (%s)
nn_no: Mine bloggar (%s)

source: Post a New Topic:
nn_no: Legg inn eit nytt emne:

source: Title:
nn_no: Tittel:

source: Content:
nn_no: Innhald:

source: Tags (comma separated):
nn_no: Merkelappar (kommaseparert):

source: Post In Group Forum:
nn_no: Legg inn i gruppeforum:

source: Post Topic
nn_no: Legg inn emne

source: All Topics (%s)
nn_no: Alle emne (%s)

source: My Topics (%s)
nn_no: Mine emne (%s)

source: Most Posts
nn_no: Flest innlegg

source: Unreplied
nn_no: Usvarte

source: Latest Poster
nn_no: Nyaste innlegg

source: Posted In Group
nn_no: Posta i gruppe

source: Posts
nn_no: Innlegg

source: Freshness
nn_no: Ferskheit

source: Permalink
nn_no: Permalenkje

source: Sorry, there were no forum topics found.
nn_no: Orsak, fann ingen forumemne.

source: Groups Directory
nn_no: Gruppekatalog

source: All Groups (%s)
nn_no: Alle grupper (%s)

source: There were no groups found.
nn_no: Ingen grupper vart funne.

source: This group has no members.
nn_no: Denne gruppa har ingen medlemmar.

source: Edit Topic:
nn_no: Rediger emne:

source: Edit Post:
nn_no: Rediger innlegg:

source: This topic does not exist.
nn_no: Emnet finst ikkje.

source: %s said %s ago:
nn_no: %s sa for %s sidan:

source: Permanent link to this post
nn_no: Varig lenkje til dette innlegget

source: You will auto join this group when you reply to this topic.
nn_no: Du vert automatisk innmeldt i gruppa når du svarar på dette emnet.

source: Add a reply:
nn_no: Legg til eit svar:

source: Post Reply
nn_no: Send svar

source: This topic is closed, replies are no longer accepted.
nn_no: Emnet er stengt, du kan ikkje leggja inn fleire svar.

source: There are no posts for this topic.
nn_no: Det finst ingen innlegg i dette emnet.

source: You are requesting to become a member of the group '%s'.
nn_no: Du spør om medlemskap i gruppa «%s».

source: Comments (optional)
nn_no: Kommentarar (valfritt)

source: Send Request
nn_no: Send førespurnad

source: Select people to invite from your friends list.
nn_no: Vel personar som skal inviterast frå venelista di.

source: Group Admins
nn_no: Gruppestyre

source: Group Mods
nn_no: Gruppemoderatorar

source: Group Name
nn_no: Gruppenamn

source: Group Description
nn_no: Gruppeskildring

source: Notify group members of changes via email
nn_no: Send melding til medlemmar om endringar via epost

source: Links
nn_no: Lenkjar

source: Edit this entry
nn_no: Rediger dette innlegget.

source: Sorry, no posts matched your criteria.
nn_no: Orsak, ingen innlegg passa til kriteria dine.

source: %s replied to one of your updates
nn_no: %s svara på ein av oppdateringane dine

source: %s replied to one of your comments
nn_no: %s svara på ein av kommentarane dine

source: Viewing item %1$s to %2$s (of %3$s items)
nn_no: Viser objekt %1$s til %2$s (av %3$s objekt)

source: &nbsp; %s ago
nn_no: &nbsp; for %s sidan

source: profile
nn_no: profil

source: friends
nn_no: vener

source: blogs
nn_no: bloggar

source: Clear Filter
nn_no: Fjern filter

source: Mention this user in a new public message, this will send the user a notification to get their attention.
nn_no: Nemn denne brukaren i ei offentleg melding. Då vil brukaren motta eit varsel, for å få merksemda deira.

source: Mention this User
nn_no: Nemn denne brukaren

source: Friends Activity
nn_no: Aktiviteten til vener

source: %s - Friends Activity Feed
nn_no: %s – veneaktivitetsstraum

source: Comments: %s
nn_no: Kommentarar: %s

source: Mentions
nn_no: Nemnt

source: %s - Activity Feed
nn_no: %s – aktivitetstraum

source: Favorite Activity
nn_no: Favorittaktivitet

source: Group Activity
nn_no: Gruppeaktivitet

source: %s - Group Activity Feed
nn_no: %s – gruppeaktivitetsstraum

source: Site Wide Activity
nn_no: Global aktivitet

source: Site Wide Activity Feed
nn_no: Global aktivitetsstraum

source: My Groups - Public Activity
nn_no: Gruppene mine – offentleg aktivitet
